Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Chasing Tails.tmx
Source language: ko_kr
Languages: en_us

source: 31병동 입원실
en_us: clinic 31 patient rooms

source: 내가 때린 건 미안한데, 어차피 형도 나 팼었으니까 퉁치고…
en_us: I’m sorry that I hit you, but you did the same, so let’s call it even...

source: 한성빈...
en_us: seongbin...

source: 폰 꺼지면 여기 엄청 어두워질 텐데...
en_us: it’s going to be really dark in here without the phone light...

source: 그들은 수색마저 중단된 속리산에서 맨몸으로 추위와 배고픔을 견뎌야 했습니다.
en_us: ...and they had to survive hunger and cold in mt. songni while the rescue was paused.

source: 생존에 직결된 물 갖고도 이따위 장난이나 치는 개잡놈들인데...
en_us: they’re sons of b*tches who’d mess around with water even in a life-and-death situation...

source: 무슨 수를 써서라도 자백하게 만들 겁니다.
en_us: ...I’ll do whatever it takes to make him confess.

source: 나랑 정도가 둘씩 찢어져서 특정할만한 집부터 뒤질게.
en_us: jeongdo and I will split up and look to see if anything stands out.

source: 어차피 나보다 크면 웬만큼 괜찮은 키라
en_us: honestly, if they’re taller than me that’s tall enough.

source: 왜 그래요, 진짜...!
en_us: stop it, come on!!

source: 청록아...
en_us: cheongnok.

source: 그거랑 관계있는 건가?
en_us: is this related to that?

source: '그 둘'이요?
en_us: “those two”?

source: 있지.
en_us: yes.

source: 그런데 8명이나 되는 인원 중, 제대로 된 생각을 하는 사람은 한명도 없었어요.
en_us: there were eight of us, but nobody was thinking straight.

source: 이젠 정말 너무 피곤하다…
en_us: I’m way too exhausted now...

source: 어쩌다보니 우성서가 초동을 실패해 해매게 됐는데 그 사이 범행이 멈춘 겁니다.
en_us: wuseong station somehow failed to catch it in the beginning, and the murders stopped.

source: 난 이제 영채한테 전화만 와도 심장 벌렁댄다고.
en_us: my heart races every time I get a call coming from yeongchae.

source: 당연하지.
en_us: of course.

source: 8인 중 3인만 구조되고
en_us: as you said, the report says that only three out of eight people were rescued...

source: 덕분에 용암구가 수사자료를 넘겨받아 용의자들 특정하는 데까지 왔습니다.
en_us: so yongam station got the investigation data from back then, and we were able to close in on the suspects.

source: 난 좀 의문인 게 있는데
en_us: it doesn’t make sense to me.

source: 몸 조심해요.
en_us: be careful.

source: 공교롭게도 이 셋은 급수에서도 문제를 일으킨 적이 없어.
en_us: and it happens to be the same three people who never caused any issue with the water order.

source: 선배, 잠깐 바통터치하자.
en_us: hey, can you take over for a second?

source: 아~ 인실 ㅈ 시켜주지~
en_us: he should’ve publicly shamed that person.

source: ...일, 일단 움직이자...
en_us: l-let’s get going for now...

source: 자살기도한 거 같다고...
en_us: he seems to have attempted suicide...

source: 왜 이렇게 어둡냐면
en_us: it’s really dark in here because...

source: 아니~ 그러니까~ 그래서 그게 누구냐는 거지.
en_us: I know, I heard! but who stole it?

source: 당시 수사가 정말 어려웠다는 걸 기억하시더군요.
en_us: he remembers how extremely difficult the investigation was.

source: 한가하게 이럴 시간이 있어요?
en_us: we don’t have time to waste.

source: 다섯, 송준택.
en_us: five, juntaek song.

source: 부모님이나 형제 자매를 생각하면 애틋하신가 봅니다.
en_us: sounds like you have a soft spot for family and relatives.

source: ㅅ발 뒤지게 처맞고 일어날래???
en_us: do I have to make you get up??

source: 정신질환에서 기인한 거라고 보고 있어.
en_us: we think that’s from a mental illness.

source: 우리도 저쪽으로 가보자.
en_us: we should go over there too.

source: 그런데 이 학생은 사망하기 2,30분 전부터
en_us: but she was releasing...

source: 화장실 냄새에 애들 시신…
en_us: is it the bathroom and the bodies...?

source: 미치겠네...
en_us: come on...

source: 내가 뒤로 돌게!
en_us: I’ll go this way.

source: 마지막 사용자는 찾았어?
en_us: did you find the last person that used the knife?

source: 꼬리잡기 55
en_us: chasing tails 55

source: 고준호 뒤에 없어?
en_us: is junho not behind you?

source: 그런 생각은 좀 했었죠.
en_us: ...maybe I’ll meet my mom someday.

source: 알고보니까 이청록
en_us: turns out cheongnok

source: 부시럭
en_us: rustle

source: 넌 안된다고 지ㄹ할 줄 알았는데.
en_us: I thought you’d flip out and list all the reasons why we shouldn’t.

source: 확인되었습니다.
en_us: in the survivors’ relationships.

source: 자 다들 모여보세요~
en_us: everyone, gather around here!

source: 그리고...
en_us: and...

source: 시간이 좀 걸렸지만 곧 나올 겁니다.
en_us: it’ll take some time, but we’ll have it soon.

source: 너가 왜 좋아하는 사람한테 그런 표현을 썼는지
en_us: now, I’ll never know why...

source: 나와!
en_us: come here!

source: 콱
en_us: slam

source: 꽤 오래 끌리는 사건 같던데...
en_us: that case is also taking a long time.

source: 꿈도 야무지네;
en_us: yeah right.

source: 웅..
en_us: buzz

source: 설마…
en_us: or...

source: 네, 과대가 말 안 하는 걸로 아는데요?
en_us: nope, he didn’t tell anyone.

source: 다 자냐?
en_us: are you all sleeping?

source: 그런데 마치...
en_us: but he lied...

source: 나머지 형들도 힘쓰는 거 했잖아.
en_us: ...and the other guys did some grunt work.

source: 아니 그냥 형 목소리가...
en_us: well, your voice...

source: 실버365
en_us: silver 365

source: 있었으면 진작 꺼냈겠지.
en_us: if they did, they would have used it already.

source: 약빨과 허세죠.
en_us: that’s painkillers talking.

source: 신 유 정 (생존)
en_us: yujeong shin (survived)

source: 설마...
en_us: wait...

source: 모르겠어.
en_us: I don’t know.

source: 20XX / 07 /24
en_us: 07 / 24 / 20XX

source: 주 거 위와 같음
en_us: residence same as above

source: 정황상 A형인 걸 확인하고 놔준 건데...
en_us: it seems like they let him go after checking his blood type...

source: 내 급수 차례 아니어도 차례 된 애들 간다고 하면 머릿수 채워서 다녀와.
en_us: even if it’s not your turn, just go with whoever needs to go.

source: 결과적으로 약은 갖고 들어갔으니까요.
en_us: because they did bring the medication with them inside the studio.

source: 저기에 그냥 저렇게 두면...
en_us: we can’t just...

source: 야 백혜성 걱정마라
en_us: don’t worry, hyeseong.

source: 소리 내지말자.
en_us: don’t make any noise.

source: ...크랙...
en_us: the crack...

source: 방금...
en_us: just now...

source: 이들 중 하나는 식량을 먹지 않았다는 소리야.
en_us: ...didn’t finish their bread.

source: 폴리그래프 당시
en_us: during the polygraph...

source: 구조대에 연락 할...
en_us: we have to call the rescue--

source: 선배는 지금 그게 중요해요?
en_us: is that what’s important to you right now, juntaek?

source: 난 쟤네 그냥 죽었다고는 생각 못하겠고
en_us: I’m not convinced that they all just tripped and died.

source: 아~ 모르겠고!
en_us: ugh, whatever!

source: 얘는 우리가 뭐 확인한 게 없으니까.
en_us: we haven’t really confirmed anything.

source: 우리 사건 그 송준택?
en_us: juntaek from our case?

source: 종종 있는 일이잖아.
en_us: this happens.

source: 콜록
en_us: cough

source: 불면증,
en_us: insomnia,

source: ***님 외 36명이 좋아합니다
en_us: liked by *** and 36 others

source: 한성빈.
en_us: seongbin.

source: 사실 나...
en_us: I saw...

source: 물컹이라니 무슨 뜻이야...!
en_us: what do you mean by squishy...?

source: 너 나 의심하고 있었잖아.
en_us: you were suspecting me.

source: 거봐, 누나도 공감하니까 웃는 거 아냐
en_us: see? taeyeon, you’re laughing because you agree.

source: '스튜디오 콘트라' 사고 발생 12일차
en_us: 12 days after the contra studio incident

source: 준택 선배!
en_us: juntaek!

source: 나 그냥 죽었다고 해줘
en_us: just tell him that I disappeared.

source: 그게 뭐야...
en_us: what is that...?

source: 그 갇힌 사고 안에서 두려움과 공포에 질려
en_us: on top of that, they were also terrified.

source: 근데 그거…
en_us: but that...

source: 세리어
en_us: sarrier

source: 한 성 빈 (생 존)
en_us: seongbin han (survived)

source: 알았으니까 하나 달라고.
en_us: I said it’s fine, so just give me some snacks.

source: 물 큰
en_us: squish

source: 풀 썩..
en_us: flop

source: 어차피 내가 먼저 헤어지자고 했으니까 걔 성격에 백퍼 끝난 거고.
en_us: I broke up with him, so knowing him, it’s just done.

source: 그 안에서 무슨일이 있었는지는 모르니까...
en_us: we don’t know what happened in there...

source: 사망자들 장기 일부가 사라졌잖아.
en_us: you know how the victims were missing parts of their organs?

source: 잠깐만
en_us: hold up.

source: 도움을 요청하기로 약속함.
en_us: once they get to the shelter.

source: 병동
en_us: clinic

source: 이 상황에서 부처도 아니고 어떻게 저래?
en_us: what is he, a saint?

source: 조심하겠다고 약속 해놓고서 또 어긴 거잖아!
en_us: you promised me that you’d be careful, but you broke it!

source: 휙
en_us: turn

source: 새끼야!
en_us: hey!

source: 그래도 일단은 신유정 마저 보러가야죠.
en_us: but we have to continue with yujeong’s interrogation right now.

source: 물까지 있는 상황에 구조 기다리다가 4명이…
en_us: we even had water while waiting for rescue and then the four of us just...

source: 범위한 중증 정신질...
en_us: other severe mental illnesses...

source: 이제 어떡하지...
en_us: what should I do now...?

source: 나이 들고 보니까 선택하는 대로 살아지더라고요.
en_us: I’ve learned with time... that your life follow your decisions.

source: 훌쩍
en_us: sniffle

source: 사망자들의 옷을 입었으며 최초에 붙였던 모닥불을
en_us: they wore the victims’ clothes to keep themselves warm,

source: 크랙으로 안 들어가면 다칠 거라고 했더니 들어간 거 같은데...
en_us: I told them they better go down the crack if they don’t wanna get hurt, and I think they just went down.

source: 네, 아픈 사람도 없어요.
en_us: yeah, nobody’s sick.

source: ...그래서 어떻게 됐대.
en_us: so... what happened?

source: 보통 사람의 후각기능을 훨씬 웃돌게 돼.
en_us: ...and I get very sensitive to that smell.

source: 우물
en_us: munch

source: 여자...
en_us: and the girl...

source: '스튜디오 콘트라' 사고 발생 11일차
en_us: 11 days after the contra studio incident

source: 장난하냐?
en_us: are you kidding?

source: 혜성아.
en_us: hyeseong...

source: 발자국 소리는 하나만 나는 거 모르겠냐?
en_us: ...there’s only one footstep.

source: 평범한데...?
en_us: average...?

source: 선배, 나 다시 줘요.
en_us: juntaek, give it back to me.

source: 팀장님,
en_us: boss.

source: 정도 선배
en_us: jeongdo

source: 내가...
en_us: I...

source: ...그래 나도 들은 거 같다.
en_us: yeah... I think I heard them too.

source: 심각한 외상 후 스트레스 장애
en_us: severe PTSD

source: 유사한 사건이라 알려져있는 '속리산 실종사건'이 떠올랐을 뿐이죠.
en_us: ...was the mt. songni incident, which is known to be a similar case.

source: 송준택 눈 떳대
en_us: juntaek’s awake!

source: 이 큰 건물에???
en_us: in this huge building?

source: 살려달라고 막 소리지르더니 갑자기 조용해졌어요.
en_us: they were screaming for help and they just stopped at once.

source: 저것들 다 병ㅅ이에요...!
en_us: they’re all a bunch of *ssholes...!

source: 말소리 들었어.
en_us: I heard them talking.

source: 신유정...
en_us: yujeong shin...

source: 신유정이 나머지 생존자들을 봤을 때 어떻게 반응할지 경위님도 궁금했잖아요.
en_us: you were also curious about how yujeong would react if he saw the other survivors.

source: 그래요, 경위님 말씀 되짚어보니
en_us: alright. after listening to what you said...

source: 너 혼자 과자 까먹고 있었던 거 애들이 알면 ㅈ되잖아.
en_us: if the others found out that you were eating snacks by yourself, you’ll be in for it.

source: 나
en_us: me

source: 형 진짜… 적당히 해요.
en_us: juntaek, please... just stop.

source: 커플...
en_us: the couple...

source: 에타 글 니 친구가 쓴 거 맞지?
en_us: your friend wrote that anonymous post, right?

source: 경찰로서 그런 경험 자주 있는 거 아닙니다.
en_us: you won’t get a lot of those as a police.

source: 새끼야 왜 이래!
en_us: dude, what’s wrong?!

source: 뭐하냐?
en_us: is this a joke?

source: 검사실
en_us: prosecutor’s office

source: 당연하죠?
en_us: of course.

source: 으아아아아아아아아!!!
en_us: aaaaaagh!!!

source: 에휴...
en_us: ugh...

source: 응, 그 사람 실제로 보니까...
en_us: yeah, when I saw her in person, she was very--

source: 그게 문제였던 거구나~
en_us: so that was the issue.

source: 아픈 사람이요...?
en_us: sick...?

source: 또야...
en_us: not this again...

source: 아~
en_us: oh!

source: 그리고 선생님.
en_us: and doctor.

source: 아뇨, 유심히 보진 않았는데...
en_us: no, I didn’t really pay attention to that.

source: 물표로 회장된 것도 해명해야 돼요, 그 자식은.
en_us: it’s questionable that he was voted unanimously.

source: 있었습니다.
en_us: even though it was getting dark.

source: 그들이 등장했을 때 의심 없이 그 존재들을 받아들였을 것이고
en_us: ...then they would have readily accepted the existence of that couple.

source: 처방 기록 말고 진료 기록도 보세요.
en_us: take a look at both the medical records and the prescriptions.

source: 꼬리잡기 44
en_us: chasing tails 44

source: 그게 뭐야?
en_us: what kind of life is that?

source: ....고마워.
en_us: thank you...

source: 가족관계요?
en_us: my family?

source: 슥 슥
en_us: wipe wipe

source: 그런데 신문 중에 태연하게
en_us: but during his testimony,

source: 암이었는데 제때 치료를 못 받아서...
en_us: she has cancer, but she couldn’t get treated on time, so...

source: 누군 할 수 있어서 해?
en_us: do you think we’re born to do this?

source: 당신들이 마셔놓고 우리한테 덮어씌우는 거 아니야???
en_us: aren’t you putting the blame on us after drinking it yourselves?!

source: 솔직히 애들 잘 챙겨줬어요.
en_us: he looked out for others.

source: 심성병원
en_us: simsung hospital

source: 끈은 못 본 거 같은데...
en_us: I haven’t seen any ropes around here.

source: 누나...
en_us: hey...

source: 나 승 운 신 보 헌
en_us: seung-un na boheon shin

source: …어..
en_us: yeah...

source: 평생 이럴 거지?
en_us: you’re going to live like this forever, right?

source: 신유정 이 새끼는 죽었는지 살았는지 알 수도 없고.
en_us: I don’t even know if yujeong is dead or alive.

source: 경위님이야말로 이럴 거예요?
en_us: detective, are you serious?

source: 무리에서 떨어지지 말고 꼭 붙어있어야 돼, 알겠지?
en_us: don’t get separated, and stick to your group, okay?

source: 자, 이제 제일 중요한 거.
en_us: now, as for the most important part...

source: 죽은 애한테 이런 말하기도 뭐한데...
en_us: I know I’m not supposed to say these things about a girl who’s already dead but...

source: 그게 무슨...
en_us: what do you--

source: 요즘?
en_us: these days?

source: O송준택 A신유정 B오태연
en_us: O juntaek song A yujeong shin B taeyeon oh

source: 평범한 5인 가족이에요.
en_us: a normal, average five people household.

source: 칼 들었는데 체급차가 무슨 소용이에요?
en_us: why would his size matter when he has a knife?

source: 칼 회수해야지.
en_us: let’s get the knife back.

source: ㅆ발...
en_us: f*ck...

source: 이제 나도 나 하나 추스르기 벅차 진짜...
en_us: it’s hard enough pulling myself together, and...

source: 오전 11:23 일어냤냐
en_us: 11:23 am you up?

source: 여기 유교사회야.
en_us: we’re old fashioned in here.

source: 동기들 죽은 사건 수사 중인 건데 밖으로 퍼나르고 싶냐?
en_us: do you really want to gossip about this? we lost our friends in there.

source: 그런 환상도 있어요.
en_us: that my “family” would always be on my side.

source: 결국 가닥이 잡힐 거란 생각이 드네요.
en_us: I think we’re getting there.

source: 저랑 정말 해보려고 이러시는 겁니까.
en_us: is that what you’re trying to do?

source: 존ㄴ 거슬리네...
en_us: it’s so frigging annoying.

source: 새끼야, 빠릿빠릿 못해?
en_us: took you long enough!

source: 신유정 이 ㅆ새끼 숨은 건지 뒤진 건지 안 보이는 건 찝찝한데...
en_us: and yujeong, that punk. where is he? I can’t tell if he’s dead or hiding...

source: 지금 뉴스에서도 너네 나올 수 있다고 그러고 있어!
en_us: they said you’ll get out of there on the news!

source: 산짐승 피해로 초점
en_us: assumed cause: injured by wild animal

source: 이쪽은...
en_us: because this place...

source: 징그럽게 무슨 셋이 붙어서 우르르…
en_us: I don’t want to go with two other guys just to take a piss.

source: 그런데 그 상대는 송준택이 아닌 걸로 드러났고
en_us: but it turned out it wasn’t him.

source: 움직이면...
en_us: but...

source: 아 그만 좀 하자!
en_us: yun, that’s enough!

source: 야…
en_us: hey...

source: ~ 20XX년 3월 치료 완료/ 소
en_us: completed treatment in march 20xx

source: 왜, 여친이랑 못 본 지 좀 됐어?
en_us: why, you haven’t seen your girlfriend in a while?

source: 커터칼이 없어졌어요?
en_us: it’s missing?

source: 한 성 빈 (생존)
en_us: seongbin han (survived)

source: 역시 이청록 보부상...
en_us: I knew cheongnok would have different charging cables...

source: 꺄{j}아
en_us: aaa{j}

source: 오태연.
en_us: taeyeon.

source: ...많이 놀랐어?
en_us: ...were you surprised?

source: 눈치채고 있지 않았어?
en_us: I thought you knew.

source: 한성빈 신유정 혜설이 준택이형
en_us: seongbin, yujeong, hyeseong, juntaek...

source: 꽈악
en_us: grab

source: 그럼 얘기 끝난 건가?
en_us: are we good now?

source: 그럼 너보다 작아도 돼?
en_us: then can they be shorter than you?

source: 역시...
en_us: I see...

source: 누구라도 그렇게 될 수 있다는 얘기잖아…
en_us: it could really happen to anyone...

source: 더 말 얹어서 일 키우지 말자.
en_us: let’s not make a bigger deal out of this.

source: 자…?
en_us: are you asleep...?

source: 어디가냐…
en_us: where are you going...?

source: '소리내지마.'
en_us: “don’t make any noise.”

source: 뭔데 그러냐.
en_us: what’s wrong?

source: 이상한 거라니ㅎㅎ
en_us: weird? haha.

source: 나 선생님하고 만남
en_us: I met with the doctor.

source: 혈액형...
en_us: blood type...

source: 그 소리 말고는 아무것도 안 들렸지만...
en_us: I couldn’t hear anything else other than the buzzing...

source: 전쟁 나면 해병대는 육지에서 죽을지 바다에서 죽을지 모른단 말야.
en_us: marine corps don’t know if their last moment will be on land or in the sea.

source: 걱정마.
en_us: don’t worry.

source: 내가 안 막았으면 영채하고 주구장창 일 얘기부터 하려고 했잖아.
en_us: if I didn’t stop, you would have talked about work with yeongchae for who knows how long...

source: 이청록이 빵 나눠주고 핸드폰 공유하고 했던 건 싹 생략하고, 그치?
en_us: you left out how cheongnok shared his food and phone with everyone, didn’t you?

source: 한번도?
en_us: ever?

source: 갑자기 소리쳐서 미안해...
en_us: sorry for suddenly yelling at you...

source: 누나부터...
en_us: I’ll move...

source: 그런 사람들이 일찍 죽고,
en_us: ...people like you always die early...

source: 그날
en_us: the students...

source: 어쨌든 나한테는 새삼스러운 얘기 아니야.
en_us: ...but this isn’t new to me.

source: 알 수 있었는데...
en_us: I would have known...

source: 어, 나도 저번에 잠깐 뵌 거라 아리까리 했는데
en_us: yeah, I wasn’t sure because I met her only briefly before,

source: 아, 그건 걱정 말아요.
en_us: oh, don’t worry about that.

source: 아~ 그 얘기는 들을 때마다 징그럽다.
en_us: ugh, that gives me chills every time I hear about it.

source: 분명 나같은 애를 안줏거리로...
en_us: they’ll definitely use someone like me as a laughing stock...

source: 비번을 설 수 있는 상황도 아니고.
en_us: and we can’t really take turns to guard the water.

source: ....아..
en_us: oh...

source: 힐끔
en_us: glance

source: 얘들아!
en_us: everybody!

source: 일일이 뒤져야하는 사태까지 왔네.
en_us: we might have to check every house then.

source: 정신들 차리자.
en_us: get it together.

source: 선배...!
en_us: jeongdo...

source: 아예 없어졌어.
en_us: but it’s not there anymore.

source: 어디 아픈 건 아니지…?
en_us: you’re not feeling sick, are you?

source: 의약품 사전
en_us: medical dictionary

source: 꼬리잡기 42
en_us: chasing tails 42

source: 이 과정에서 피해노인은 구하려던 경관이 흉기에...
en_us: in the process, a detective got stabbed as he tried to rescue the victim...

source: 각자 위치 알리고 누워.
en_us: ...and announce where you’re at when you lie down.

source: 포나메프린 냄새가 '살인'의 결정적 증거가 되기엔 아직 무리도 있고요.
en_us: and we can’t use the smell of ponnamephrin as a smoking gun that proves the murder. at least, not yet.

source: 내가 먹어도 되는 거야...?
en_us: can I have this...?

source: 어떡하니...
en_us: what should I do...?

source: 아빠...근데 동기가 한 명 죽었어…
en_us: dad... one of my friends died...

source: 알았어요.
en_us: okay.

source: 취해서 장난으로 공금을 숨겼다고?
en_us: got drunk and hid everyone’s money as a joke?

source: ...준택아,
en_us: juntaek...

source: 확
en_us: swoosh

source: 저번 사건에는 신영채가 이러더니 둘이 짰어?!
en_us: yeongchae asked the same thing last time. did you two plan this?!

source: 무섭다고!!!
en_us: it’s freaking scary!!!

source: 누가 고준호 선배랑 싸우는 거 같았어요.
en_us: it sounded like someone was fighting with junho.

source: 상학봉에 도착했습니다.
en_us: a lot later than we thought.

source: 보조배터리 때도… 김윤한테도…
en_us: about the portable battery... and yun...

source: 제가 하겠다고 나서도 선생님이 말리셔야 할 판에...
en_us: had I come up with this plan instead, you should still be stopping me.

source: 공소사실 2회 채 2회 1.성립 및 임의성 인정 2,3,4 동의 5.부동의 2회 내용고지
en_us: charges 2 selected 2 1. valid, voluntariness acknowledged 2,3,4 acknowledged 5 rejected 2 content noticed

source: 안 가요.
en_us: I’m not going anywhere.

source: 야 인마, 제대로 말 안 해?
en_us: hey, stop mumbling and say what you want to say.

source: 아무도 안 깔렸으니 망정이지...
en_us: good thing nobody was buried...

source: 정신들 차리자.{j}알았어?
en_us: get it together, alright?!{j}

source: 이 청 록(생 존) 정 한 나(생 존) 한 성 빈(생 존)
en_us: cheongnok lee (survived) hanna jeong (survived) seongbin han (survived)

source: 일 얘기가 하고 싶어?
en_us: then you wanna talk about work?

source: 그니까 뭐야?
en_us: wait, you’re right.

source: 선배 미쳤어??
en_us: are you serious?

source: 그렇다면 상대는 구타를 당하긴 했지만 그곳이 얼굴은 아니었다는 소린데...
en_us: so the person who got beaten up did get hit, but they didn’t necessarily get hit on the face.

source: '왜 놀래켜?'
en_us: “why did you scare us?”

source: 며칠 굶는다고 안 죽고!
en_us: we won’t die from starving for a couple of days!

source: 동기들이 나 음침하다고 하는 거.
en_us: ...that other people think I’m creepy.

source: 배 좀 굶고 물 좀 못 마셨다고 셋이나 이렇게 되는 게 맞아?
en_us: how can three of us die from hunger and thirst so easily?

source: '후천성 자극후각 민감증후군'
en_us: it's called acquired hyperosmia.

source: 가자...
en_us: let’s go...

source: 같이 앉아있으니까 든든~하다!
en_us: it feels much better to have you here with me.

source: 덜 컥
en_us: clack

source: 꼬리가 맞물려요?
en_us: a chased tail case?

source: 경위님은 절대 협조 안 해줄 거 알아서 몰래 한 거라니까요?
en_us: I didn’t tell you in advance because I knew you would never agree to this.

source: 저도 선생님도
en_us: you and I...

source: 미…친…
en_us: jesus...

source: 선생님은…
en_us: you...

source: 저쪽은 무기될 만한 것도 없어 보여.
en_us: they don’t seem like they have any weapons.

source: 부모님이요?
en_us: my parents?

source: 화장실 갈 때도 화장실 간다고 얘기하기로 했잖아.
en_us: we decided to tell each other when we’re going.

source: 또한 산악 전문가들은 날씨가 변화무쌍한 겨울의 산에 도전하는 초보 산악인들을 염려합니다.
en_us: hiking professionals are concerned about beginners attempting to hike winter mountains, which is full of unexpected weather conditions.

source: 경위님도 필요한 정보 얻었으니까!
en_us: you also got the information you needed.

source: 아빠 그렇게 크게 우는 거 처음이었어..
en_us: I never heard my dad cry like that...

source: 이런 상황인데 그 정도 오해는 있을 수 있잖아.
en_us: it’s a bad situation, and confusions happen.

source: 젠더 케이블까지 다 있어…
en_us: he carries everything.

source: 유정 씨는 폭행피해자잖아요.
en_us: he’s an assault victim.

source: 솔직히 나는 예상 못했고...
en_us: break down like that...

source: 우리들 중에 누구 하나 저러는 거 맞잖아.
en_us: I mean, it’s definitely one of us.

source: 어차피 저도 자취하니까.
en_us: I live by myself anyways.

source: 하기 싫어서 그래.
en_us: I don’t want to.

source: 글쎄요, 기준이라...
en_us: rules and regulations? I’m not sure about that...

source: 넌 후배새끼가 기어오르는 게 웃기냐?
en_us: is it that entertaining to watch him roast me?

source: 저 형은 이 와중에 뭐가 저렇게 바쁘냐...
en_us: how does he still have so much to say in this situation...?

source: 심각한 외상후 스트레스 장애
en_us: severe PTSD

source: 플래시 필요 없으세요?
en_us: for the bathroom?

source: 윤아, 쉿...
en_us: yun, please...

source: 뭐가 됐든 이따위 장난이나 칠 놈이라고는 생각 못했는데...
en_us: and I didn’t expect you to mess around like this.

source: 이렇게 넓었다고...?
en_us: it was this big...?

source: 대학생들 상대로 경위님들 기분이 좋지 않았을 수 있겠죠.
en_us: and sure, you might have felt bad doing that to young college students.

source: 네???
en_us: what?!

source: 자문 선생님이 알아보는 중.
en_us: our team’s advisory member’s looking into it. she’s a doctor.

source: 이쪽엔...
en_us: I...

source: 안돼 절대 안돼
en_us: that can’t happen.

source: 꽈악...
en_us: squeeze

source: 이청록은 누군가 남긴 빵에 집착하고 있었어요.
en_us: ...he was obsessed with the leftover bread.

source: 건강팔십세한의원
en_us: healthy oriental medicine clinic

source: 진심으로
en_us: ...truly...

source: 뒤척..
en_us: turn

source: 아빠는...
en_us: and my dad...

source: 하긴 이제 와서 무슨 손이야.
en_us: well, that doesn’t matter anymore.

source: 엄마 사랑해요
en_us: I love you mom.

source: 공간지각능력이 현저히 떨어진 상태여도 그걸 인지조차 하지 못한 채 있었겠죠.
en_us: their spacial recognition ability was significantly decreased, but they probably didn’t even realize that.

source: 아니면 그 중 하나가 자살을 시도해서?
en_us: or because one of them attempted suicide?

source: 다는 아니고… 한성빈, 이청록, 신유정, 정한나요.
en_us: not all, but seongbin, cheongnok, yujeong, and hanna.

source: 저 진짜...
en_us: I really...

source: 본격적으로 파고들 필요가 있습니다.
en_us: so we must look into this.

source: 멈추지 말고 계속 걸어야 돼요!
en_us: don’t stop and keep walking!

source: 이래도?
en_us: look.

source: 넌씨눈시키
en_us: moron.

source: 진짜 미안해...
en_us: I’m so sorry...

source: ㅂㅂ 오후11:06
en_us: gn 11:06 pm

source: 준택 선배...
en_us: j-juntaek...

source: 네 기분 풀 수 있으면 뭐든지
en_us: I’ll do anything to make up--

source: 이렇게 쫌쫌따리 장난이나 치다가 얼른 구조되면 좋겠다...
en_us: I hope we could just joke around like this until we get rescued...

source: 영채 좋을 일을 굳이?
en_us: what good would that do me?

source: 오빠 하는 일이 언젠 쉬웠나…
en_us: your work was always difficult.

source: 몰라 ㅆ발...
en_us: f*ck, I don’t know...

source: 유명했던 거 맞고 성격 ㅆㅅㅌㅊ라
en_us: and he was pretty nice so

source: KO
en_us: EN

source: 부스럭
en_us: rustle

source: 그만이요.
en_us: so stop.

source: 다음과 같이 수사하였기에 보고합니다.
en_us: at songni-san-myeon, boeun county, chungbuk.

source: 당장 제 머릿속에는 우리가 '그런 식으로' 수사하지 않았으면 더 좋았을 거란 생각이 드는데요.
en_us: my immediate reaction is that it would have been better if we hadn’t investigated in that way.

source: 육군 육군
en_us: a regular soldier.

source: 저 인간들이 뻔뻔했던 거잖아.
en_us: they are the selfish ones.

source: 조용히 안 훼~?
en_us: heeey, be quiiiet!

source: 놓으...
en_us: let me--

source: 묶어놓기라도 해야 되나?
en_us: should we tie them up?

source: 현실성 없어.
en_us: it’s almost unrealistic even.

source: 수신 :
en_us: receiving party:

source: 난 너가 왜 이랬는지 솔직히 이해가거든.
en_us: and honestly, I understand you.

source: 응, 기차타면 다시 전화할게.
en_us: yeah, I’ll call you again when I’m on the train.

source: 꼭!{j}당일배송!
en_us: MUST BE DELIVERED ON THE SAME DAY{j}
